{
"albums":[{
    "shortname": "sylvester",
    "album": "Sylvester to the Bzz Myapp Accompaniment",
    "artwork": ["sylvester.jpg"],
    "tracklist": ["Pocket","Paul Stanley","NNNN Jump Through Windows"],
    "summary": "Formed in 1999 by film director Chris Malinowski in the suburbs of Pennsylvania, their first offical record didn't land until 2003 with Sylvester to the Bzz Myapp Accompaniment (a name with origins that remain a mystery to nearly all but Malinowski himself).  The record itself only contains 3 songs, but is still nearly 33 minutes in length.  Haunting melodies, cryptic lyrics and intricate orchestration make this their most artistically daring work in their catalog.",
    
    "bandcamp": "https://thecollingwood.bandcamp.com/album/sylvester-to-the-bzz-myapp-accompaniment",
    "spotify": "https://open.spotify.com/album/0BykCNqxCMhk07Z0Q2DHeL?si=L3Q-FHE2Q7yoqTayD3g9mg"
},{
    "shortname": "pitterpatter",
    "album": "The Pitter-Patter of Little Everything",
    "artwork": ["pitterpatter.jpg"],
    "tracklist": ["F*ck Yeah, Hollywood (Buongiorno, Denise Richards)","Blossom, Being the Quickest, Most Viscous Route", "Even the Black Lamb Tuckers","Poor Man's Potter","Birthday Cut"],
    "summary": "Seven years after the release of their debut album, The Collingwood released what many considered to be their most complete work ever.  The Pitter-Patter of Little Everything still embodied the signature Collingwood sound, featuring long (the shortest song being over 7 minutes), cinematic like songs that modulate between complex ballads (like in 'Poor Mans Potter'), to dance-able classic funk vibes ('Even the Black Lamb Tuckers').  This also featured the bands first music video for the single 'F*ck Yeah, Hollywood'.   Pitter-Patter is easily their most recognizable work to date, thanks to extensive live playing in support of it.",
    
    "bandcamp": "https://thecollingwood.bandcamp.com/album/the-pitter-patter-of-little-everything"
},{
    "shortname": "tide",
    "album": "Yes, Your Tide is Cold and Dark, Sir:  Soundtrack and Score",
    "artwork": ["tide.jpg"],
    "tracklist": ["Rozwiazania", "White Deer", "Henlopen", "Life in Ricochet","These Guys Look Like they Have Razor Blades", "The Doogie Miller Story(Score)","You Have a Son(Score)","Watch Me for a Spell(Score)","Love Sometimes(score)","Caretakers of Unworthy Men(Score)", "I Found the Boy(Score)","Do It for Santa(Score)","Cradling Winter's Fern(Score)"],
    "summary": "With the release of Malinowski's latest feature film 'Yes, Your Tide is Cold and Dark, Sir' in 2014, The Collingwood released some new songs to accompany the score to the film.  Followers of the band recognized many of the songs from live shows, but now they had studio recordings to go with them.  While this set features their shortest songs (the longest clocking in at just over 6 minutes), it also shows off their versatility, from the heavier 'Life in Ricochet' to the chill-enducing 'Rozwianzania', complete with orchestral strings.  The track list is rounded out with songs from the movie itself, and completes the mood of their latest offering.",
    "bandcamp": "https://thecollingwood.bandcamp.com/album/yes-your-tide-is-cold-and-dark-sir-soundtrack-and-score",
    "spotify": "https://open.spotify.com/album/7AxZqB6PaeJv5dIG8FfTh7?si=od9kVDlFQAKhPBQ3BNkDVA"
}]
}


